[
  {
    "id": 1,
    "genre": "Legenda",
    "views": 1768,
    "title": "Legenda Toba",
    "image": "https://drive.google.com/uc?export=view&id=1-ooDw_avf4kwsesVUmazzqBmFSQGhtza",
    "region": "Sumatera Utara",
    "time_upload": 1,
    "ilustration": "https://drive.google.com/uc?export=view&id=10lRwf0sHJc0OEaF7i5IDy1qXpDCukWE2",
    "story": [
      "Kisah asal-usul Danau Toba dimulai oleh seorang petani muda yang bernama Toba. Laki-laki ini adalah petani yang rajin, ia banyak menghabiskan waktunya di sawah. Terkadang, ia juga suka pergi memancing ikan untuk dimakan atau dijual ke pasar. Lalu, di suatu pagi ia lebih memilih untuk pergi memancing ikan daripada pergi ke sawah. Saat Toba memancing, ia mendapatkan ikan mas yang ukurannya cukup besar, lebih besar dari ukuran ikan yang biasanya ia dapatkan.",
      "Setelah sampai rumah, Toba sangat terkejut karena ikan yang tadinya akan ia bersihkan dan potong berubah menjadi seorang perempuan yang sangat cantik. Perempuan ini pun bercerita pada Toba bahwa sebenarnya ia adalah seorang putri raja, dan sekarang ia tengah dikutuk. Setelah ia menjelaskan kondisinya, sang putri berterima kasih pada Toba karena sudah menyelamatkannya. Sebagai rasa terima kasihnya, sang putri bersedia menjadi istri Toba dengan syarat orang-orang lain tidak boleh tahu asal-usul keberadaannya.",
      "Setelah mereka menikah, mereka dikaruniai seorang anak laki-laki. Mereka menamakan anak mereka Samosir. Mereka berdua merasa sangat senang dan semangat menjadi orang tua, mereka membesarkan Samosir dengan penuh kasih sayang dan memanjakannya. Samosir tumbuh menjadi anak yang sangat aktif dan bisa dibilang sedikit nakal. Samosir tidak pernah mau membantu ayahnya bekerja di ladang. Bahkan, saat ibunya memintanya hanya sekadar untuk mengantarkan bekal sang ayah, ia sering menolak. Ia lebih memilih di rumah atau bermain. Ditambah lagi, Samosir memiliki nafsu makan yang sangat tinggi, sehingga Toba harus bekerja lebih giat dan lebih keras agar segala kebutuhan gizi Samosir dapat terpenuhi. Saking tinggi nafsu makan Samosir, terkadang jatah makan satu keluarga bisa habis hanya untuk mengenyangkan perutnya. Meski begitu, Toba dan istrinya tidak merasa keberatan dan tetap berusaha agar anaknya bisa selalu merasa senang dan kenyang.",
      "Lalu pada suatu hari, Samosir bersedia mengantarkan bekal ayahnya ke ladang setelah ia dibujuk dan dipaksa oleh ibunya. Dengan berat hati dan melawan rasa malasnya sekuat tenaga, Samosir berjalan ke ladang sambil membawa bekal ayahnya. Namun, di tengah jalan ia merasa lapar dan haus. Samosir pun membuka bekal ayahnya dan memakannya sedikit. Awalnya, Samosir hanya memakan satu gigit, tapi ia masih merasa lapar dan belum puas. Samosir pun membuka bekal ayahnya kembali dan memakan beberapa suap, hingga pada akhirnya hanya tersisa sedikit makanan dan minuman di dalam bekal ayahnya.",
      "Di ladang, ayahnya sangat senang melihat anaknya dari kejauhan menghampirinya. Saat Samosir memberikan bekal itu pada ayahnya dan membukanya, raut wajah ayahnya berubah menjadi kesal, “kenapa makananku tinggal sedikit?” Tanya Toba dengan nada sedikit tinggi. Anaknya pun menjelaskan bahwa ia merasa sangat lapar di tengah jalan tadi, dan seharusnya ayahnya tidak marah karena ia tetap menyisakan sedikit untuknya. Toba pun tidak bisa menahan amarahnya dan ia bahkan berkata kasar pada anaknya, “anak kurang ajar! Dasar kamu keturunan ikan!” Samosir pun sangat terkejut dengan perkataan ayahnya dan merasa sakit hati. Samosir pun berlari menangis ke rumah.",
      "Sesampainya di rumah, ibunya terkejut melihat anaknya histeris menangis. Samosir pun menceritakan apa yang terjadi di ladang tadi saat ia bertemu ayahnya. Mendengar kejadian itu, sang ibu merasa kecewa dengan Toba karena ia sudah mengingkari janjinya untuk tidak memberi tahu asal-usulnya pada siapa pun.",
      "Kemudian, sang ibu berdiri sambil memegang tangan Samosir. Dalam hitungan detik, mereka sudah menghilang. Tiba-tiba, ada sebuah keajaiban muncul dari bekas pijakan Samosir dan ibunya. Ada sebuah aliran air yang sangat deras hingga tidak bisa dibendung dari bekas pijakan kaki mereka berdua. Saking derasnya aliran air yang mengalir, desa itu pun lama-lama tenggelam Akhirnya, terbentuklah sebuah danau akibat hal ini. Danau ini dinamakan Danau Toba, pulau-pulau kecil di tengahnya pun disebutt Pulau Samosir untuk mengenang anak laki-laki ini."
    ]
  },
  {
    "id": 2,
    "genre": "Legenda",
    "views": 456,

    "title": "Legenda Prambanan",
    "image": "https://drive.google.com/uc?export=view&id=102G4H1Oc04EpWo3QVp-BVIJ8lObhI07I",
    "region": "Yogyakarta",
    "time_upload": 2,
    "ilustration": "https://drive.google.com/uc?export=view&id=10g05AgxAEoV_rZ5maI4_pC-1c1bggQkq",
    "story": [
      "Roro Jonggrang merupakan seorang putri Kerajaan Prambanan yang terkenal memiliki paras yang cantik. Kisah Roro Jonggrang dimulai ketika sang ayah, Raja Prambanan, gugur dalam pertempuran melawan Bandung Bondowoso dari Kerajaan Pengging.",
      "Akibat kekalahan dari Kerajaan Prambanan, Bandung Bondowoso berhasil menguasai Kerajaan Prambanan. Melihat keberadaan Roro Jonggrang, Bandung Bondowoso lantas menginginkannya sebagai permaisurinya.",
      "Hal tersebut tidak lain karena kecantikan dan paras yang dimiliki oleh Roro Jonggrang. Sayangnya, Roro Jonggrang tidak ingin menjadi permaisuri dari Bandung Bondowoso.",
      "Karena penolakan tersebut, Bandung Bondowoso merasa marah dan mengurung seluruh perempuan cantik yang ada di istana. Kemudian, setiap harinya Bandung Bondowoso terus mendesak agar Roro Jonggrang ingin menikah dengannya.",
      "Lelah karena terus-menerus didesak oleh Bandung Bondowoso, Roro Jonggrang pun menerima permohonannya dengan satu syarat yang harus dipenuhi.",
      "\"Aku bersedia menjadi permaisurimu dengan satu syarat. Jika kamu berhasil melakukannya, maka aku akan menikah denganmu. Tapi jika kamu tidak berhasil melakukannya, maka izinkan aku pergi dari sini,\" ungkap Roro Jonggrang.",
      "Mendengar hal ini Bandung Bondowoso merasa sangat senang dan dengan angkuhnya menerima persyaratan tersebut.",
      "\"Apa pun yang kamu minta, pasti akan kuberikan. Jika sampai aku gagal, maka kamu tak usah pergi dari sini. Aku yang akan mengembalikan kerajaan ini padamu,\" sambung Bandung Bondowoso kepada Roro Jonggrang.",
      "Lantas saja Roro Jonggrang menyebutkan permintaannya kepada Bandung Bondowoso.",
      "\"Kalau begitu, buatkan aku seribu candi dalam semalam. Semuanya harus selesai sebelum matahari terbit,\" sahut Roro Jonggrang.",
      "Bandung Bondowoso yang sempat heran dengan permintaan Roro Jonggrang pun mengiyakan dan meminta kepada para jin untuk membantunya membangun candi tersebut.",
      "Dan benar saja, Bandung Bondowoso hampir saja menyelesaikan seribu candi tersebut. Melihat hal tersebut membuat Roro Jonggrang panik dan gelisah.",
      "Akhirnya ia bersama dengan Bi Sumi memiliki ide untuk menipu Bandung Bondowoso, yakni dengan cara membakar seluruh jerami yang ada di sekitar kerajaan. Dengan begitu, langit menjadi lebih jingga dan membuat Bandung Bondowoso berpikir kalau pada saat itu hari sudah berganti menjadi pagi.",
      "Jin yang tadi membantu Bandung Bondowoso pun memilih untuk pergi karena hari yang sudah berganti pagi. Bandung Bondowoso sendiri diam tak berkutik, namun yakin bahwa ia sudah berhasil membuat 1000 candi dalam semalam.",
      "Sayangnya, ketika Roro Jonggrang menghitung seluruh jumlah candi yang dibuatnya, Bandung Bondowoso hanya berhasil menyelesaikan 999 candi saja. Hal ini tentu membuatnya kesal dan tidak percaya bahwa ia tidak bisa menyelesaikannya.",
      "\"Aku tak pernah kalah. Apa pun yang aku inginkan, pasti akan kudapatkan. Jika aku mau seribu candi, maka aku akan mendapatkannya,\" sahut Bandung Bondowoso.",
      "Karena tidak bisa menerima kekalahannya, Bandung Bondowoso pun mengutuk Roro Jonggrang menjadi candi. Dengan begitu, Roro Jonggrang pun menjadi candi ke-1000 yang diselesaikannya. Kini seribu candi tersebut dikenal dengan sebutan Candi Prambanan."
    ]
  },
  {
    "id": 3,
    "title": "Legenda Selat Bali",
    "views": 901,

    "genre": "Legenda",
    "image": "https://drive.google.com/uc?export=view&id=1-xS9NCp6lO3cyFac-HpBjo-XJ2kj5Crq",
    "region": "Bali",
    "time_upload": 3,
    "ilustration": "https://drive.google.com/uc?export=view&id=10_nhA5_QWNowZOP5FYe9qX3U7PQKSlnc",
    "story": [
      "Suatu hari di Bali, hiduplah seorang brahmana yang kuat bernama Sidi Mantra. Sanghyang Widya atau Batara Guru menghadiahkan brahmana harta dan seorang istri yang cantik. Setelah beberapa tahun menikah, brahmana dan istrinya memiliki anak lelaki bernama Manik Angkeran.",
      "Manik Angkeran tumbuh menjadi pemuda yang tampan dan pandai. Namun, pemuda itu suka berjudi. Dia sering kalah saat berjudi, dan dipaksa untuk menempatkan barang-barang orang tuanya sebagai taruhan. Pria muda itu juga tidak malu mengambil pinjaman. Karena tidak mampu membayar hutang dari kebiasaan berjudi, Manik Angkeran meminta bantuan ayahnya. Sidi Mantra berpuasa dan berdoa memohon bantuan para dewa. Tiba-tiba, dia mendengar suara, \"Sidi Mantra, ada harta yang dijaga oleh naga bernama Naga Besukih di kawah Gunung Agung. Pergi ke sana dan minta naga tersebut untuk memberikan sebagian dari harta karunnya.\"",
      "Sidi Mantra pergi ke Gunung Agung dan mengatasi semua hambatan selama perjalanannya. Sesampainya di tepi kawah Gunung Agung, dia duduk bersila. Saat dia membunyikan bel, dia membaca mantra dan memanggil nama Naga Besukih. Tidak lama setelah itu, naga itu keluar. Setelah mendengar kunjungan Sidi Mantra ke kawah, Naga Besukih menggeliat, dan dari sisik-sisiknya keluar emas dan berlian. Setelah mengucapkan terima kasih, Sidi Mantra mohon diri.",

      "Setelah kembali ke rumah, Sidi Mantra memberikan harta yang dia dapatkan dari naga tersebut ke Manik Angkeran, berharap dia tidak akan berjudi lagi. Namun, Manik Angkeran tiba-tiba menghabiskan semua harta yang diberikan Sidi Mantra kepadanya. Tidak lama setelah itu, Manik Angkeran kembali meminta bantuan ayahnya. Namun, Sidi Mantra kecewa dan menolak permintaan putranya.",
      "Manik Angkeran tidak tinggal diam. Dia menemukan dari mana ayahnya mendapatkan harta itu. Tidak lama kemudian, Manik Angkeran tahu bahwa harta itu diperoleh dari Gunung Agung. Manik Angkeran tahu bahwa untuk sampai ke sana, dia harus membaca mantra. Namun, dia tidak pernah belajar tentang doa dan mantra. Karena itu, ia hanya membawa bel yang dicuri dari ayahnya ketika Sidi Mantra sedang tidur.",
      "Setelah tiba di kawah Gunung Agung, Manik Angkeran membunyikan bel. Dia menjadi sangat ketakutan ketika dia melihat Naga Besukih. Setelah mendengar niat Manik Angkeran mengunjungi naga, Naga Besukih berkata, \"Aku akan memberimu harta yang kamu minta, tetapi kamu harus berjanji untuk mengubah perilakumu. Jangan bertaruh lagi. Ingat hukum karma.\"",

      "Manik Angkeran kagum melihat emas, berlian, dan permata di depannya. Niat jahat kemudian mengalahkan hatinya. Ingin mendapatkan lebih banyak harta, Manik Angkeran menebas ekor Naga Besukih ketika naga itu membalikkan tubuhnya untuk kembali ke sarangnya. Manik Angkeran segera melarikan diri dari tempat itu dengan ketakutan. Namun, Manik Angkeran tidak tahu bahwa naga itu adalah makhluk yang sangat kuat. Ketika sang naga menjilat kaki Manik Angkeran di tanah, Manik Angkeran terbakar menjadi abu.",
      "Melihat kematian putranya, Sidi Mantra menjadi sangat sedih. Dia segera mencari Naga Besukih dan memohon putranya untuk hidup kembali. Naga Besukih mengabulkan permintaan Sidi Mantra, dengan syarat Sidi Mantra mengembalikan ekor naga kembali normal. Kemudian, dengan menggunakan kekuatannya, Sidi Mantra menyembuhkan ekor naga dengan normal. Setelah Manik Angkeran dihidupkan kembali oleh naga, Manik meminta maaf dan berjanji untuk tidak mengulangi tindakannya lagi. Sidi Mantra tahu bahwa putranya telah bertobat, tetapi dia memutuskan bahwa dia tidak bisa hidup bersama dengan Manik Angkeran lagi.",
      "\"Kamu harus memulai hidup baru,\" kata Sidi Mantra. Dalam sekejap mata dia menghilang. Di tempat dia berdiri muncul sumber air yang tumbuh semakin besar seperti laut. Dengan kekuatan gaib, Sidi Mantra membuat garis yang memisahkannya dengan putranya. Kisah ini adalah dasar untuk asal-usul Selat Bali, yang memisahkan pulau Bali dari Jawa."
    ]
  },
  {
    "id": 4,
    "title": "Kancil dan Buaya",
    "writer": "Admin",
    "avatar": "",

    "views": 17328,

    "genre": "Fabel",
    "image": "https://drive.google.com/uc?export=view&id=1-wxH_CQPYDXQb5kZal4pgK51eh4VZdE1",
    "region": "Nusantara",
    "time_upload": 4,
    "ilustration": "https://drive.google.com/uc?export=view&id=10OXIX_m3a0neVHUuBQPPZl1nbQ-Hn5a3",
    "story": [
      "Disebuah hutan belantara yang luas, tinggal beraneka ragam satwa. Salah satunya seekor kancil. Kancil yang satu ini dikenal memiliki kecerdikan yang luar biasa. Tak hanya cerdik, kancil pun dikenal sebagai satwa yang ramah akan sesama.",
      "Seperti suatu pagi, ia melihat seekor induk bebek yang tengah berenang bersama anaknya. Kancil pun yang sedang berjalan menelusuri hutan menyapa bebek tersebut, \"Hai bebek! Asik sekali kamu berenang.\"",
      "Begitu pun kepada satwa-satwa lain yang sepanjang jalan tak henti menyapa dan ia sapa. Itulah kancil dengan keramahan yang selalu disegani banyak satwa di hutan itu.",
      "Tak hanya ramah, kancil yang terkenal akan kecerdikannya ini juga sering membantu satwa-satwa hutan dalam memecahkan masalah. Banyak satwa yang datang ke kancil jika mereka memiliki masalah, kancil pun dengan senang hati membantu dan memecahkan masalah kawan-kawannya.",
      "Seperti suatu ketika, saat tengah berjalan menelusuri hutan ia menemukan tiga ekor anak ayam yang terperangkap di dalam lubang yang cukup dalam bagi mereka.",
      "Kancil pun segera menghampiri anak ayam itu dan turun ke lubang tersebut untuk membantu mereka yang terperangkap. Setelah masuk ke dalam, kancil membungkukkan badannya dan meminta anak ayam itu untuk menaiki tubuhnya.",
      "\"Ayo! Kalian bisa naik ke tubuhku, jadi kalian bisa keluar dari ini dan bertemu induk kalian.\" Ucap kancil ramah.",
      "Setelah semua anak ayam berhasil naik ke tubuhnya, kancil pun melompat keluar lubang dan berjalan menemui induk ayam yang tengah kebingungan mencari anak-anaknya. Ia pun melepaskan ketiga anak ayam tadi kepada induknya.",
      "Sang induk pun sangat senang dan berterima kasih kepada kancil yang sudah membantu anak mereka. Tak hanya induk ayam, ketiga ayam tadi juga bersorak kompak mengucapkan  terima kasih kepada kancil, “Terima kasih tuan kancil!” ucap ketiga anak ayam itu girang.",
      "Setelah berjalan-jalan, kancil pun mulai merasa lapar. Ia menepi untuk memakan rumput yang ada di sekitarnya. Setelah makan rumput, kancil berkata, \"Rmput saja ternyata tidak membuat ku kenyang.\"",
      "Kancil kemudian terus berjalan di tengah teriknya matahari hingga dirinya tiba di sebuah sungai  yang ada di dalam hutan. Ia mendekati tepi sungai untuk sekedar menghilangkan dahaga setelah berjalan-jalan dan makan tadi.",
      "Setelah puas minum, kancil yang tengah memandangi sungai langsung berbinar ketika melihat sesuatu yang menarik ada di sebrang sungai. Hal yang membuatnya tertarik adalah pohon buah-buahan yang dapat menghilangkan rasa laparnya tadi.",
      "Namun derasnya air sungai tidak memungkinkan kancil untuk menyebrangi sungai tersebut. Ia pun mencari cara agar bisa menyebrangi tanpa bahaya. Sampai suatu ide ia dapatkan yaitu dengan mengelabui buaya-buaya yang ada di sungai itu.",
      "Seekor buaya keluar ke tepi sungai menghampiri kancil yang terlihat senang, \"Hei Kancil! Ada apa kamu ke sungai? Apa kamu mau menjadi santapan kami?\" tanya buaya itu pada kancil.",
      "Kancil pun menjawab pertanyaan buaya dengan senang hati, \"Aku mempunyai berita baik untuk kalian semua, aku membawa daging segar dari raja dan diperintahkan untuk menghitung jumlah buaya yang ada di sungai. Kalian cukup berjajar di sungai dan nanti akan aku hitung.\"",
      "Merasa senang mendengar kabar kancil membawa daging segar untuk ia dan teman-teman buaya lainnya, buaya tadi kemudian menyanggupi permintaan kancil dan memanggil seluruh buaya yang berada di sungai untuk berjejer hingga membentuk jembatan.",
      "\"Sudah siap!\" kata semua buaya bersemangat. Kancil pun dengan girang melompati buaya dan pura-pura menghitung buaya-buaya yang sudah berjejer membentuk jembatan itu.",
      "Setelah sampai ujung, kancil pun melompat ke tepi sungai. Lalu ia berkata, \"Terima kasih para buaya, berkat kalian, aku jadi bisa menyebrangi sungai ini.\"",
      "Setelah berkata seperti itu pada buaya, kancil langsung berlari kencang meninggalkan buaya yang marah karena perbuatannya. Kancil pun dengan bebas memakan buah-buahan yang ada di sebrang sungai untuk menghilangkan rasa laparnya."
    ]
  },
  {
    "id": 5,
    "title": "Malin Kundang",
    "writer": "Admin",
    "avatar": "",

    "views": 728,

    "genre": "Mitos",
    "image": "https://drive.google.com/uc?export=view&id=1-pbBRO5pVy7PVjG3ut8tDQvF2PWdWovJ",
    "region": "Sumatera Barat",
    "time_upload": 5,
    "ilustration": "https://drive.google.com/uc?export=view&id=104Q0l-0sMuxY9tq4qyDQHRgZSjCqpohP",
    "story": [
      "Zaman dahulu kala ada sebuah cerita di sebuah perkampungan nelayan Pantai Air Manis di Padang, Sumatera Barat. Ada seorang janda bernama Mande Rubayah yang hidup bersama anak laki-lakinya yang bernama Malin Kundang.",
      "Mande Rubayah sangat menyayangi dan memanjakan Malin Kundang. Malin kemudian tumbuh menjadi seorang anak yang rajin dan penurut.",
      "Ketika Mande Rubayah sudah tua, ia hanya mampu bekerja sebagai penjual kue untuk mencupi kebutuhan dirinya dan anak tunggalnya. Suatu hari, Malin jatuh sakit keras, hingga nyawanya hampir melayang namun akhirnya ia dapat diseiamatkan-berkat usaha keras ibunya.",
      "Setelah sembuh dari sakitnya ia semakin disayang. Mereka adalah ibu dan anak yang saling menyayangi.",
      "Saat Malin sudah dewasa ia meminta izin kepada ibunya untuk pergi merantau ke kota, karena saat itu sedang ada kapal besar merapat di Pantai Air Manis.",
      "“Jangan Malin, ibu takut terjadi sesuatu denganmu di tanah rantau sana. Menetaplah saja di sini, temani ibu,” ucap ibunya yang sedih setelah mendengar keinginan Malin yang ingin merantau.",
      "“Ibu tenanglah, tidak akan terjadi apa-apa denganku,” ujar Malin sambil menggenggam tangan ibunya.",
      "“Ini kesempatan Bu, kerena belum tentu setahun sekali ada kapal besar merapat di pantai ini. Aku ingin mengubah nasib kita Bu, izinkanlah” pinta Malin memohon.",
      "“Baiklah, ibu izinkan. Cepatlah kembali, ibu akan selalu menunggumu Nak,” kata ibunya sambil menangis.",
      "Meski dengan berat hati akhirnya Mande Rubayah mengizinkan Malin untuk pergi. Kemudian Malin dibekali dengan nasi berbungkus daun pisang sebanyak tujuh bungkus,",
      "“Untuk bekalmu di perjalanan,” katanya sambil menyerahkannya pada Malin. Setelah itu Malin Kundang berangkat ke tanah rantau meninggalkan ibunya sendirian.",
      "Hari demi hari terus berlalu, hari yang terasa lambat bagi Mande Rubayah. Setiap pagi dan sore Mande Rubayah memandang ke laut.",
      "“Sudah sampai manakah kamu berlayar Nak?” tanyanya dalam hati sambil terus memandang laut.",
      "la selalu mendoakan agar anaknya selalu selamat dan cepat kembali. Beberapa waktu kemudian ketika ada kapal yang datang merapat ia selalu menanyakan kabar tentang anaknya.",
      "“Apakah kalian melihat anakku, Malin? Apakah dia baik-baik saja? Kapan ia pulang?” tanyanya.",
      "Namun setiap ia bertanya pada awak kapal atau nahkoda tidak pernah mendapatkan jawaban. Malin tak pernah menitipkan barang atau pesan apapun kepada ibunya",
      "Bertahun-tahun Mande Rubayah terus bertanya namun tak pernah ada jawaban hingga tubuhnya semakin tua, dan kini jalannya mulai terbungkuk-bungkuk. Pada suatu hari Mande Rubayah mendapat kabar dari nakhoda yang dahulu membawa Malin, nahkoda itu memberi kabar bahagia pada Mande Rubayah.",
      "“Mande, tahukah kau, anakmu kini telah menikah dengan gadis cantik, putri seorang bangsawan yang sangat kaya raya,” ucapnya saat itu.",
      "“Malin cepatlah pulang kemari Nak, ibu sudah tua Malin, kapan kau pulang…” rintihnya pilu setiap malam.",
      "Ia yakin anaknya pasti datang. Benar saja tak berapa lama kemudian di suatu hari yang cerah dari kejauhan tampak sebuah kapal yang megah nan indah berlayar menuju pantai.",
      "Penduduk desa mulai berkumpul, mereka mengira kapal itu milik seorang sultan atau seorang pangeran. Mereka menyambutnya dengan gembira. Mande Rubayah amat gembira mendengar hal itu, ia selalu berdoa agar anaknya selamat dan segera kembali menjenguknya, sinar keceriaan mulai mengampirinya kembali.",
      "Namun hingga berbulan-bulan semenjak ia menerima kabar Malin dari nahkoda itu, Malin tak kunjung kembali untuk menengoknya.",
      "Ketika kapal itu mulai merapat, terlihat sepasang anak muda berdiri di anjungan. Pakaian mereka berkilauan terkena sinar matahari. Wajah mereka cerah dihiasi senyum karena bahagia disambut dengan meriah.",
      "Mande Rubayah juga ikut berdesakan mendekati kapal. Jantungnya berdebar keras saat melihat lelaki muda yang berada di kapal itu, ia sangat yakin sekali bahwa lelaki muda itu adalah anaknya, Malin Kundang.",
      "Belum sempat para sesepuh kampung menyambut, Ibu Malin terlebih dahulu menghampiri Malin. la langsung memeluknya erat Malin karena takut kehilangan anaknya lagi.",
      "“Malin, anakku. Kau benar anakku kan?” katanya menahan isak tangis karena gembira, “Mengapa begitu lamanya kau tidak memberi kabar?”",
      "Malin terkejut karena dipeluk perempuan tua renta yang berpakaian compang-camping itu. Ia tak percaya bahwa perempuan itu adalah ibunya. Sebelum dia sempat berpikir berbicara, istrinya yang cantik itu meludah dan berkata,",
      "\"Perempuan jelek inikah ibumu? Mengapa dahulu kau bohong padaku! Bukankah dulu kau katakan bahwa ibumu adalah seorang bangsawan yang sederajat denganku?!\" ucapnya sinis",
      "Mendengar kata-kata pedas istrinya, Malin Kundang langsung mendorong ibunya hingga terguling ke pasir, \"Perempuan gila! Aku bukan anakmu!\" ucapnya kasar.",
      "Mande Rubayah tidak percaya akan perilaku anaknya, ia jatuh terduduk sambil berkata,",
      "\"Malin, Malin, anakku. Aku ini ibumu, Nak! Mengapa kau jadi seperti ini Nak?!\"",
      "Malin Kundang tidak memperdulikan perkataan ibunya. Dia tidak akan mengakui ibunya. la malu kepada istrinya. Melihat perempuan itu bersujud hendak memeluk kakinya, Malin menendangnya sambil berkata,",
      "\"Hai, perempuan gila! lbuku tidak seperti engkau! Melarat dan kotor!\"",
      "Perempuan tua itu terkapar di pasir, menangis, dan sakit hati. Orang-orang yang meilhatnya ikut terpana dan kemudian pulang ke rumah masing-masing. Mande Rubayah pingsan dan terbaring sendiri. Ketika ia sadar, Pantai Air Manis sudah sepi.",
      "Dilihatnya kapal Malin semakin menjauh. Ia tak menyangka Malin yang dulu disayangi tega berbuat demikian. Hatinya perih dan sakit, lalu tangannya diangkat ke langit. Ia kemudian berdoa dengan hatinya yang pilu,",
      "\"Ya, Tuhan, kalau memang dia bukan anakku, aku maafkan perbuatannya tadi. Tapi kalau memang dia benar anakku yang bernama Malin Kundang, aku mohon keadilanmu, Ya Tuhan!\" ucapnya pilu sambil menangis.",
      "Tak lama kemudian cuaca di tengah laut yang tadinya cerah, mendadak berubah menjadi gelap. Hujan tiba-tiba turun dengan teramat lebatnya.",
      "Tiba-tiba datanglah badai besar, menghantam kapal Malin Kundang. Malin pun ketakutan luar biasa. Ia tidak tahu harus berbuat apa.",
      "Lalu sambaran petir yang menggelegar. Saat itu juga kapal hancur berkeping- keping. Kemudian terbawa ombak hingga ke pantai.",
      "Esoknya saat matahari pagi muncul di ufuk timur, badai telah reda. Di pinggir pantai terlihat kepingan kapal yang telah menjadi batu. Itulah kapal Malin Kundang! Tampak sebongkah batu yang menyerupai tubuh manusia.",
      "Itulah tubuh Malin Kundang anak durhaka yang dikutuk ibunya menjadi batu karena telah durhaka. Disela-sela batu itu berenang-renang ikan teri, ikan belanak, dan ikan tengiri. Konon, ikan itu berasal dari serpihan tubuh sang istri yang terus mencari Malin Kundang.",
      "Kisah Legenda Malin Kundang ini memiliki pesan yang dapat diambil si Kecil, yaitu sayangi kedua orangtua saat susah dan senang, dan jangan melupakan jasa orangtua yang telah menyayangi dan mendidik dari kecil."
    ]
  },
  {
    "id": 6,
    "title": "Timun Mas",
    "writer": "Admin",
    "avatar": "",

    "views": 623,

    "genre": "Mitos",
    "image": "https://drive.google.com/uc?export=view&id=1-vdkuEkQVHCqQmGde98wtNtzahP7fB3S",
    "region": "Jawa Tengah",
    "time_upload": 6,
    "ilustration": "https://drive.google.com/uc?export=view&id=10O8BhDCk4UJjpc8sHOKGKWXbhDKruIZM",
    "story": [
      "Mbak Sirni adalah seorang janda yang menginginkan seorang anak supaya dapat membantunya bekerja. Suatu hari, ia didatangi raksasa yang akan memberinya anak. Syaratnya, saat anak tersebut berumur 17 tahun harus diserahkan kembali padanya untuk disantap. Mbok Sirni Setuju. Raksasa memberi biji mentimun agar ditanam dan dirawat. Setelah dua minggu, salah satu dari mentimun yang ditanam tersebut berbuah paling besar dan berkilau keemasan. Lalu, Mbak Sirni membelah ketimun tersebut dengan hati-hati. Tanpa diduga, isi mentimun itu adalah seorang bayi cantik yang diberi nama Timun Mas.",
      "Waktu berlalu, Timun Mas tumbuh menjadi gadis nan jelita. Suatu hari datang raksasa untuk menagih janjinya. Mbok Sirni amat takut kehilangan Timun Mas, ia mengulur janji supaya raksasa datang dua tahun lagi. Raksasa menyetujui. Ia berpikir semakin dewasa, Timun Mas semakin enak disantap. Mbok Sirni semakin sayang sama Timun Mas. Di sisi lain, ia merasa cemas dan sedih kalau teringat janjinya. Suatu malam Mbak Sirni bermimpi. Dalam mimpinya itu disebutkan bahwa agar anaknya selamat maka ia harus menemui petapa di Gunung Gundul. Tanpa berpikir panjang, paginya Mbok Sirni langsung pergi ke Gunung Gundul bertemu petapa yang memberinya empat buah bungkusan kecil, yaitu biji mentimun, jarum, garam, dan terasi sebagai penangkal. Sesampai di rumah, Mbok Sirni memberikan keempat bungkusan dari petapa tadi kepada Timun Mas dan memintanya berdoa.",
      "Paginya raksasa datang lagi untu menagih janji. Timun Mas diminta keluar melalui pintu belakang oleh Mbok Sirni. Raksasa melihat Timun Mas keluar dari pintu belakang, ia mengejarnya. Dalam pelariannya, Timun Mas teringat dengan keempat bungkusan yang disimpannya. Ia pun menebar biji mentimun di hutan. Ajaib, biji mentimun menjadi ladang mentimun yang lebat buahnya. Raksasa memakan buah mentimun yang menambah tenaganya. Lalu Timun Mas menabur jarum. Dalam sekejab, jarum berubah menjadi pohon-pohon bambu yang sangat tinggi dan tajam. Pohon tersebut melukai kaki raksasa, namun raksasa terus mengejar dengan kaki berdarah-darah. Melihat raksasa masih mengejarnya, Timun Mas membuka bungkusan garam dan menaburkannya. Seketika, hutan menjadi lautan luas. Raksasa mampu melewatinya.",
      "Terakhir, Timun Mas membuka terasi, seketika terbentuklah lautan yang mendidih. Raksasa tidak mampu menyelamatkan diri, ia meninggal dalam lautan lumpur itu. Akhirnya, Timun Mas mengucap syukur dan dia bisa hidup bahagia dengan Mbok Sirni."
    ]
  },
  {
    "id": 7,
    "title": "Alue Naga",
    "writer": "Admin",
    "avatar": "",

    "views": 18,

    "genre": "Mitos",
    "image": "https://drive.google.com/uc?export=view&id=1-saNarnoAh5kRZSbcCibBB0EdGat_208",
    "region": "Riau",
    "time_upload": 7,
    "ilustration": "https://drive.google.com/uc?export=view&id=10Kpa4wjEhD1LPl1azFxUuax-W7gOOtP6",
    "story": [
      "Pada jaman dahulu kala hiduplah seorang sultan bernama Meurah. Dia kerap berkunjung ke pedesaan untuk mendengar keluh kesah rakyatnya. Kali ini, di sebuah desa, para rakyatnya mengeluh kehilangan hewan ternaknya.",
      "\"Sultan, sapi saya hilang dini hari tadi. Kemarin 2 kambing tetangga juga hilang,\"keluh seorang rakyat.",
      "Tidak hanya situ, warga sekitar juga sering merasakan gempa. Gempa itu bersumber dari sebuah bukit. Sultan pun akhirnya memerintahkan sahabatnya, Renggali untuk mencari tahu. Renggali adalah anak Sultan Alam. Renggali pun pergi ke puncak bukit. Di sana ia melihat ada Genangan air yang luas.",
      "Tiba-tiba terdengar suara menggelegar minta maaf.",
      "\"Maafkan aku\" begitu suara yang menggelegar menciptakan gempa.",
      "Renggali lalu mencari suara itu. Terkejutlah ia saat melihat seekor naga yang tertutup semak belukar.",
      "\"Siapa kau?\" tanya Renggali.",
      "Tidak hanya situ, warga sekitar juga sering merasakan gempa. Gempa itu bersumber dari sebuah bukit. Sultan pun akhirnya memerintahkan sahabatnya, Renggali untuk mencari tahu. Renggali adalah anak Sultan Alam. Renggali pun pergi ke puncak bukit. Di sana ia melihat ada Genangan air yang luas. Tiba-tiba terdengar suara menggelegar minta maaf.",
      "\"Maafkan aku\" begitu suara yang menggelegar menciptakan gempa.",
      "Renggali lalu mencari suara itu. Terkejutlah ia saat melihat seekor naga yang tertutup semak belukar.",
      "\"Siapa kau?\" tanya Renggali."
    ]
  },
  {
    "id": 8,
    "title": "Bawang Merah Bawang Putih",
    "writer": "Admin",
    "avatar": "",

    "views": 1118,

    "genre": "Cerita Rakyat",
    "image": "https://drive.google.com/uc?export=view&id=1-rC7FyR1Y36zXvQaYHMfn7ijKmIxdtPS",
    "region": "Yogyakarta",
    "time_upload": 8,
    "ilustration": "https://drive.google.com/uc?export=view&id=10GIMaiw_bPoVFtNq1Q7zGmyx6y-dqniD",
    "story": [
      "Di sebuah desa, tinggalah seorang janda yang hidup dengan dua anak perempuannya yang memiliki wajah menawan, yaitu Bawang Merah dan Bawang Putih. Ayah kandung Bawang Putih yang juga suami dari ibu Bawang Merah telah meninggal dunia, jadi Bawang Putih adalah saudara tiri dari Bawang Merah.",
      "Bawang Merah dan Bawang Putih memiliki sifat karakter serta kepribadian yang berbeda. Bawang Putih memiliki sifat yang rajin, baik hati, jujur, dan rendah hati. Sementara, Bawang Merah memiliki sifat yang malas, sombong, iri hati.",
      "Kepribadian Bawang Merah yang malas juga diperburuk karena ibunya yang memanjakannya. Ibunya selalu memberi Bawang Merah apapun yang diinginkannya.",
      "Sedangkan Bawang Putih yang melakukan semua pekerjaan rumah, mencuci, memasak, membersihkan rumah, dan ia hanya melakukannya sendiri. Sementara itu, Bawang Merah dan ibunya hanya menghabiskan waktu untuk diri mereka sendiri.",
      "Ketika mereka membutuhkan sesuatu, mereka hanya meminta Bawang Putih. Bawang Putih tak pernah mengeluhkan nasib buruknya yang dia hadapi. Ia selalu melayani ibu tiri dan saudara perempuannya dengan gembira.",
      "Suatu hari, Bawang Putih, mencuci baju ibu tiri dan Bawang Merah di sungai. Bawang Putih tak menyadari jika sepotong kain milik ibunya hanyut di sungai. Ia pun merasa sedih, berpikir jika kain itu tidak ditemukan, ia akan disalahkan, dihukum, atau diusir dari rumah.",
      "Karena takut kain ibunya tidak bisa ditemukan, Bawang Putih terus mencari dan berjalan di sepanjang sungai. Setiap kali ia melihat seseorang di tepi sungai, dia selalu bertanya tentang kain ibunya yang hanyut, tetapi semua orang tak melihat di mana kain itu.",
      "Akhirnya Bawang Putih sampai ke suatu tempat di mana sungai itu mengalir ke sebuah gua. Anehnya, ia melihat ada seorang perempuan yang sangat tua di dalam gua tersebut. Bawang Putih pun bertanya pada perempuan tua itu jika ia melihat kain milik ibunya.",
      "Perempuan tua itu tahu di mana kain itu, tapi ia memberi syarat sebelum menyerahkannya ke Bawang Putih. Syaratnya ia harus bekerja membantu perempuan itu. Karena sebelumnya ia terbiasa bekerja keras, hingga ia bersedia membantu perempuan tua itu.",
      "Saat hari sudah sore, Bawang Putih pun mengucapkan selamat tinggal pada perempuan tua kemudian perempuan itu juga menyerahkan kain padanya. Karena kebaikan Bawang Putih, perempuan tua itu menawarkan hadiah labu.",
      "Ada dua labu, yang satu lebih besar dari yang lain. Bawang Putih diminta untuk memilih labu yang diinginkannya. Karena Bawang Putih tidak serakah, ia memilih labu yang kecil. Setelah itu Bawang Putih kembali ke rumahnya.",
      "Ibu tirinya dan Bawang Merah sangat marah karena Bawang Putih terlambat. Bawang Putih kemudian menceritakan apa yang terjadi. Ibu tirinya masih marah karena Bawang Putih terlambat dan hanya membawa satu labu kecil. Jadi, ibunya membanting labu itu ke tanah.",
      "“Prakk…” dan labunya pun pecah.",
      "Tapi aneh, ternyata dalam labu ada perhiasan emas yang indah dan berkilauan. Ibu tirinya dan Bawang Merah sangat terkejut. Mereka kemudian merasa akan menjadi sangat kaya jika memiliki perhiasan yang begitu banyak.",
      "Tetapi karena keserakahannya, mereka malah berteriak pada Bawang Putih dan membentaknya kenapa Bawang Putih tak mengambil labu yang besar. Dalam pikiran Bawang Merah dan Ibunya, jika labu yang besar diambil, pasti mereka mendapatkan lebih banyak perhiasan.",
      "Untuk memenuhi keserakahan mereka, Bawang Merah mengikuti langkah-langkah yang diceritakan oleh Bawang Putih. Ia rela menghanyutkan kain ibunya, berjalan di sepanjang sungai, bertanya pada orang-orang dan akhirnya datang ke gua tempat perempuan tua itu tinggal.",
      "Namun, tidak seperti Bawang Putih, Bawang Merah menolak membantu perempuan tua itu untuk bekerja dan ia bahkan dengan arogan memerintahkan perempuan tua itu untuk memberinya labu yang lebih besar.",
      "Perempuan tua itu memenuhi permintaan Bawang Merah memberikan labu yang besar untuk Bawang Merah.",
      "Bawang merah dengan senang hati membawa labu besar yang diberikan perempuan tua, sambil membayangkan berapa banyak perhiasan yang ia akan dapatkan.",
      "Sekembalinya ke rumah, Ibunya pun menyambut Bawang Merah. Tidak lama setelah itu, labunya dihancurkan ke tanah.",
      "Bukan isi perhiasan, berbagai ular berbisa yang menakutkan keluar dari dalam labu. Bawang Merah dan Ibu tiri akhirnya menyadari apa yang mereka lakukan selama ini salah, dan meminta Bawang Putih untuk memaafkan mereka.",
      "Pesan moral yang bisa dipetik dari dongeng anak Bawang Putih dan Bawang Merah ini adalah, jadilah anak yang rajin maka orang lain akan menyukai anak. Selain itu, ingat sifat yang serakah tidak akan membuat bahagia, justru akan membawa kesusahan di masa yang akan datang."
    ]
  },
  {
    "id": 9,
    "title": "Telaga Bidadari",
    "writer": "Admin",
    "avatar": "",

    "views": 6666,

    "genre": "Cerita Rakyat",
    "image": "https://drive.google.com/uc?export=view&id=1-plHTNm83dd4MN8Oezu30gAlGD0tWYgx",
    "region": "Kalimantan Selatan",
    "time_upload": 9,
    "ilustration": "https://drive.google.com/uc?export=view&id=10B3QQ6kEeSAVZec6m78MlgBDg18Ag7Qo",
    "story": [
      "Dahulu kala, ada seorang pemuda tampan. Namanya Awang Sukma. Awang Sukma mengembara ke tengah-tengah hutan.",
      "Dia kagum melihat beragam kehidupan di hutan.",
      "Dia membangun rumah pohon di dahan pohon yang sangat besar. Dia tinggal di hutan dalam keharmonisan dan kedamaian.",
      "Setelah lama tinggal di hutan, Awang Sukma diangkat menjadi penguasa daerah itu dan mendapat gelar “Datu” .",
      "Sebulan sekali, Awang Sukma berkeliling wilayahnya, dan dia tiba di sebuah danau yang jernih.",
      "Danau itu berada di bawah pohon rindang dengan banyak buah. Burung-burung dan serangga hidup bahagia disana.",
      "“Hmm, betapa indahnya danau ini! Hutan ini memiliki keindahan luar biasa,”  ucap Datu Awang Sukma dalam hati.",
      "Keesokan harinya, ketika Datu Awang Sukma meniup serulingnya, ia mendengar suara ramai di danau.",
      "Di sela-sela tumpukan batu yang pecah, Datu Awang Sukma mengintip ke arah danau.",
      "Awang Sukma sangat heran sekaligus terkejut ketika melihat 7 gadis cantik sedang bermain air.",
      "“Mungkinkah mereka bidadari?” pikir Awang Sukma.",
      "Tujuh gadis cantik itu tidak sadar jika mereka sedang diawasi dan mengabaikan selendang mereka yang digunakan untuk alat terbang, berserakan di sekitar danau.",
      "Salah satu selendang terletak di dekat Awang Sukma.",
      "“Wah, ini kesempatan bagus untuk mendapatkan salah satu selendang itu,” gumam Datu Awang Sukma.",
      "Setelah mengambil satu selendang yang dekat dengannya, Datu Awang Sukma segera berlari untuk bersembunyi kembali. Namun saat berlari tidak sengaja dia menginjak ranting kering.",
      "“Krak”",
      "Mendengar suara ranting kering patah, para gadis terkejut dan langsung mengambil selendang masing-masing.",
      "Mereka dengan tergesa-gesa terbang pergi meninggalkan danau dengan menggunakan selendang ajaib mereka.",
      "Namun ternyata ada seorang gadis yang tidak bisa menemukan selendangnya. Dia telah ditinggalkan oleh semua saudara perempuannya.",
      "Dia sangat ketakutan dan sedih ditinggalkan seorang diri.",
      "Saat itulah, Datu Awang Sukma keluar dari persembunyiannya.",
      "Dia berpura-pura tidak sengaja lewat danau tersebut lalu menanyakan apa yang terjadi.",
      "Putri bungsupun bercerita tentang apa yang dialaminya.",
      "“Jangan khawatir tuan putri, aku akan membantu asal tuan putri tidak menolak untuk tinggal bersamaku,” pinta Datu Awang Sukma.",
      "Awalnya Putri bungsu masih ragu menerima uluran tangan Datu Awang Sukma. Namun karena tidak ada orang lain, dan dia sudah mulai takut sendirian, maka tidak ada jalan lain selain menerima bantuan Awang Sukma.",
      "Datu Awang Sukma mengagumi kecantikan Putri Bungsu. Begitu pula dengan putri bungsu.",
      "Dia senang berada di sekitar pemuda yang tampan dan gagah itu. Akhirnya mereka memutuskan untuk menjadi suami-istri.",
      "Setahun kemudian seorang bayi perempuan cantik lahir dan diberi nama Kumalasari. Kehidupan keluarga Datu Awang Sukma sangat bahagia.",
      "Namun, suatu hari seekor ayam hitam naik ke gudang dan menggaruk permukaan lumbung padi.",
      "Saat Putri bungsu mencoba mengusir ayam hitam itu. Tiba-tiba matanya tertuju pada tabung bambu yang terletak didalam lumbung padi.",
      "Ketika tabung dibuka, Putri Bungsu terkejut dan bersorak.",
      "“Ini selendang saya!” Puteri bungsu menangis. Selendang ajaib itu juga memeluknya.",
      "Putri bungsu merasa kecewa dengan suami yang ternyata selama ini telah membohonginya. Namun disisi lain dia juga saat menyayangi suami dan anaknya.",
      "Putri bungsu akhirnya memutuskan untuk kembali ke Kahyangan.",
      "“Sekarang saatnya aku harus kembali !,” katanya pada dirinya sendiri.",
      "Putri bungsu segera mengenakan selendangnya sambil menggendong bayi.",
      "Datu Awang Sukma terpana melihat apa yang terjadi. Dia segera datang dan meminta maaf atas tindakan yang menyembunyikan selendang Putri Bungsu secara diam-diam.",
      "Datu Awang Sukma menyadari bahwa perpisahan tidak bisa dihindari.",
      "“Kanda, tolong jaga dinda Kumalasari dengan baik,” kata putri bungsu kepada Datu Awang Sukma.",
      "“Ketika anak kita merindukanku, ambil tujuh biji kemiri, dan masukkan ke dalam keranjang yang digoyang-goyang. Saya pasti akan segera datang menemuinya,” kata putri bungsu.",
      "Putri bungsu yang telah mengenakan selendangnya, kemudian terbang ke Kahyangan.",
      "Datu Awang Sukma sedih dan bersumpah untuk melarang keturunannya beternak anak ayam hitam yang dianggapnya membawa bencana.",
      "Tempat mandi putri bungsu dan enam bidadari lainnya kemudian dikenal dengan telaga Bidadari."
    ]
  },
  {
    "id": 10,
    "title": "Asal Muasal Warna Burung Gagak Hitam",
    "writer": "Admin",
    "avatar": "",

    "views": 419,
    "genre": "Fabel",
    "image": "https://drive.google.com/uc?export=view&id=1zzblwV6w2MNQ682S_CwT89XAxWTvXHts",
    "region": "Nusantara",
    "time_upload": 10,
    "ilustration": "https://drive.google.com/uc?export=view&id=1BXc1t0tsqOJJrE0XE0e6J1AhA6TARXrz",
    "story": [
      "Pada jaman dahulu kala, ketika bumi baru saja diciptakan oleh Tuhan, burung hantu membuka sebuah toko pewarnaan bulu. Toko milik burung hantu itu banyak dikunjungi bangsa burung dari berbagai daerah. Semua burung datang ke toko burung hantu untuk mewarnai bulunya.",
      "Suatu hari, gagak datang dan minta diwarnai oleh burung hantu. Saat itu, bulu gagak masih berwarna putih. la minta kepada burung hantu agar diberi warna yang berbeda dengan burung-burung lainnya. Ia ingin terlihat istimewa diantara burung lainnya.",
      "“Burung Hantu, aku ingin kau warnai buluku dengan warna yang terbaik dan terindah, ” kata gagak dengan sombongnya.",
      "“Warna apa yang kau inginkan, Gagak?” tanya burung hantu.",
      "“Aku ingin warna yang berbeda dengan warna burung-burung lain yang ada di dunia ini! Warna apa saja yang kau punya?” kata Gagak.",
      "“Aku punya warna biru, hijau, merah, kuning, dan lain-lain,” kata burung hantu. “Kamu bisa melihat adonan pewarnaannya disini.” Burung hantu memperlihatkan berbagai warna kepada burung gagak.”",
      "“Ah, itu kan warna-warna umum. Aku ingin warna yang tidak umum. Warna yang tidak dimiliki burung lain. Aku ingin menjadi satu-satunya burung yang paling istimewa. ” sergah gagak.",
      "“Warna apa dong?” tanya burung hantu mulai kesal dengan sikap gagak yang sombong.",
      "“Aku ingin warna…ehmmm…, biru nila. Ya, biru nila adalah warna yang cantik. Tidak ada seekor burung pun di hutan ini yang berwarna biru nila,” kata gagak puas.",
      "“Baiklah, silakan kau masuk ke ruang pewarnaan!” kata burung hantu.",
      "Gagak pun masuk ke ruang pewarnaan. Lalu, burung hantu mempersilakannya masuk ke adonan warna biru nila. Gagak merendam seluruh tubuhnya dalam adonan warna biru nila. Sekitar setengah hari lamanya ia merendam dirinya didalam adonan itu. Hanya paruhnya saja yang tidak terendam.",
      "Setelah selesai, burung hantu mempersilakan gagak keluar dari adonan. Gagak keluar dan mulai berkaca. la sangat bangga dengan warna bulunya. Tapi tiba-tiba, warna biru nila berubah menjadi wama hitam pekat mengilap.",
      "“Ah bagaimana ini, Burung Hantu? Kok warnaku jadi hitam mengilap?” kata gagak mulai cemas.",
      "Ternyata setelah dicari akar permasalahannya, burung hantu salah memperkirakan ukuran takaran warna. la memang memasukkan warna hitam dicampur dengan warna biru. Tapi, komposisi wama hitamnya lebih banyak. Jadi, gagak hanya sebentar saja berwarna biru nila, setelah itu berwarna hitam mengilap.",
      "Gagak marah besar kepada burung hantu. Mereka berkelahi dan saling mengejar. Sejak saat itu hingga sekarang burung hantu dan burung gagak selalu bermusuhan."
    ]
  },
  {
    "id": 11,
    "title": "Legenda Batu Menangis",
    "writer": "Admin",
    "avatar": "",

    "views": 146,
    "genre": "Legenda",
    "image": "https://drive.google.com/uc?export=view&id=1gJ-Uq7pIpl9T4VnCebP68JbClQ8qfB97",
    "region": "Kalimantan Barat",
    "time_upload": 11,
    "ilustration": "https://drive.google.com/uc?export=view&id=1SiMfyzo9OhI8Wjz-MNeRw6ZOGBoSNnVr",
    "story": [
      "Di sebuah desa di daerah pedalaman Kalimantan, hiduplah seorang gadis cantik bersama ibunya yang sudah tua. Mereka hidup serba kekurangan. Akan tetapi gadis itu justru manja dan ingin tampil serba mewah tanpa mau bekerja keras sedikit pun.",
      "Ia malas membantu ibunya. Pekerjaannya setiap hari hanya bersolek di depan cermin untuk mengagumi kecantikannya. Bahkan gadis itu berani memerintah orang tuanya. Bila kemauannya tidak dituruti ia lekas sekali marah.",
      "Terpaksa ibunya banting tulang memenuhi segala keinginannya.",
      "Suatu hari ia diajak ibunya berbelanja ke pasar. Letak pasar cukup jauh. Gadis itu segera berdandan secantik mungkin dan mengenakan pakaiannya yang terindah.",
      "Sebaliknya, ibunya memakai baju lusuh. Lalu berjalanlah keduanya. Tapi gadis itu merasa malu beriringan dengan ibunya. Ia selalu berjalan di depan, sementara ibunya yang membawa keranjang sengaja ia suruh mengikutinya di belakang.",
      "Tidak seorang pun menyangka bahwa mereka berdua adalah ibu dan anak. Setiap orang yang berpapasan, terkagum-kagum memandang kecantikan gadis itu. Sebaliknya mereka dibuat bertanya-tanya, siapakah wanita kurus di belakangnya itu?",
      "Di tengah jalan banyak pemuda yang berusaha berkenalan dengan gadis itu.",
      "“Hai gadis cantik, dari mana asalmu? Boleh kita kenalan?” demikian kata mereka.",
      "Gadis itu amat senang dikagumi banyak pemuda. Ia semakin bangga dan sadar bahwa dirinya memang benar-benar cantik. Tapi ketika mereka menanyakan siapa wanita tua kurus yang berjalan di belakangnya itu, ia menjawab ketus “Oh, dia pembantuku!”",
      "Pada mulanya ibunya dapat menahan diri mendengar jawaban putrinya. Ia berharap anaknya hanya berolok-olok. Lalu tibalah mereka di pasar.",
      "Orang-orang semakin banyak yang memandang ke arahnya mengagumi kecantikannya. Sebaliknya ibunya sibuk mengisi keranjang dengan berbagai barang belanjaan.",
      "Tapi gadis itu sama sekali tak mau membantu ibunya. Bahkan ia justru memperlakukan ibunya itu benar-benar seperti pembantu. Ketika ada orang menegurnya, mengapa ia tak mau membantu membawakan belanjaan ibunya, ia menjawab “Oh dia bukan ibuku. Dia budakku. Sudah selayaknya ia bekerja keras!” mendengar jawaban anaknya itu, betapa sakit hati sang ibu.",
      "Demikian pula ketika pulang, gadis itu malah berleha-leha. Sedangkan ibunya susah payah membawa barang belanjaan di belakangnya.",
      "Setiap kali ada orang bertanya, siapa wanita tua itu, ia selalu menjawab “Dia budakku!” sakit hati ibunya kini tak tertahankan lagi.",
      "Ia berdoa kepada Tuhan agar mengutuk anaknya yang durhaka itu. Seketika petir menyambar di langit disusul turun hujan lebat.",
      "Gadis itu terperanjat dan tiba-tiba berubah menjadi batu. Mula-mula kakinya lalu merambat ke perutnya, kemudian ke dadanya. Ia berteriak-teriak minta tolong sambil menangis. “Ampun Ibu, ampuni saya Ibuu!!!” tapi terlambat.",
      "Akhirnya seluruh tubuhnya berubah jadi batu dengan tetesan air mata di pipinya."
    ]
  },
  {
    "id": 12,
    "title": "Si Gajah dan Si Semut",
    "writer": "Admin",
    "avatar": "",

    "views": 444,
    "genre": "Fabel",
    "image": "https://drive.google.com/uc?export=view&id=1CiHTiUFoZFT1eypFxCbF0MohM6lXzjTm",
    "region": "Nusantara",
    "time_upload": 12,
    "ilustration": "https://drive.google.com/uc?export=view&id=15KC5bq7TyI4pH4fQGcqDRyTdenos2AZM",
    "story": [
      "Suatu hari, di hutan yang ramai, hiduplah Si Gajah yang besar dan kuat. Dia selalu merasa bangga dengan ukurannya yang besar dan menganggap dirinya sebagai makhluk paling hebat di hutan. Di sisi lain, ada Si Semut, makhluk kecil yang hidup dengan bekerja keras dan hidup dalam sebuah koloni.",
      "Suatu pagi, saat Si Gajah sedang berjalan-jalan di hutan, tanpa sengaja dia melangkah ke koloni semut. Ribuan semut menjadi panik dan berusaha menyelamatkan diri. Si Gajah merasa tidak peduli dan melanjutkan langkahnya. Tapi, ada satu semut yang tidak takut, yaitu Si Semut.",
      "Si Semut berjalan ke arah Si Gajah dan berkata, \"Maafkan saya, Tuan Gajah. Tampaknya Anda tidak sengaja menginjak koloni kami. Kami adalah makhluk kecil yang hidup dengan rasa hormat dan kerja keras. Apakah Anda bisa lebih berhati-hati agar tidak merusak rumah kami?\"",
      "Si Gajah terkejut mendengar suara Si Semut. Dia tidak pernah berpikir bahwa semut sekecil itu bisa berbicara dengannya. Awalnya, Si Gajah ingin mengabaikan Si Semut, tetapi kemudian dia melihat kehidupan semut yang penuh disiplin, kerja keras, dan kerjasama.",
      "Melihat semut-semut lain yang bekerja sama mengangkat makanan yang lebih berat dari diri mereka sendiri, Si Gajah merasa malu. Dia menyadari bahwa ukuran dan kekuatannya bukanlah segalanya. Dia merasa terinspirasi oleh semangat dan kerja keras semut-semut tersebut.",
      "Dari hari itu, Si Gajah belajar untuk menghargai semua makhluk, baik besar maupun kecil. Dia berjanji untuk lebih berhati-hati dan menghormati rumah-rumah kecil seperti koloni semut. Si Gajah juga belajar untuk bekerja sama dengan makhluk lain dalam menjaga keharmonisan hutan.",
      "Cerita ini mengajarkan kita untuk tidak meremehkan atau mengabaikan siapa pun, karena setiap makhluk memiliki peran dan keunikan masing-masing. Kebersamaan, kerja keras, dan saling menghormati adalah kunci untuk menjaga harmoni dalam kehidupan ini."
    ]
  },
  {
    "id": 13,
    "title": "Asal Usul Danau Maninjau",
    "writer": "Admin",
    "avatar": "",

    "views": 987,
    "genre": "Cerita Rakyat",
    "image": "https://drive.google.com/uc?export=view&id=12ZBXETj7hVjgLwYeffwvSCHYHLL8MqDM",
    "region": "Sumatera Barat",
    "time_upload": 13,
    "ilustration": "https://drive.google.com/uc?export=view&id=1xDIfSmicTazC9BPovVmioWW3k9wlaKAD",
    "story": [
      "Di sebuah perkampungan di kaki Gunung Tinjau, ada sepuluh orang bersaudara yang biasa disebut Bujang Sembilan. Si sulung bernama Kukuban dan si bungsu bernama Sani. Mereka mempunyai seorang paman bernama Datuk Limbatang. Datuk Limbatang mempunyai seorang putra bernama Giran. Suatu hari, Datuk Limbatang berkunjung ke rumah Bujang Sembilan. Saat itu lah Sani dan Giran menyadari bahwa mereka saling menaruh hati.",
      "Ketika musim panen, di kampung tersebut diadakan adu silat. Para pemuda kampung termasuk Kukuban dan Giran ikut mendaftarkan diri. Di acara tersebut Kukuban berhadapan dengan Giran. Keduanya sama kuat hingga pada suatu kesempatan Giran berhasil menangkis serangan dari Kukuban, hingga Kukuban berguling di tanah dan dinyatakan kalah. Hal itu ternyata membuat Kukuban merasa kesal dan dendam terhadap Giran.",
      "Beberapa hani setelah acara tersebut, Datuk Limbatang datang untuk meminang Sani. Namun, karena dendam, Kukuban menolak pinangan tersebut. Selain itu, Kukuban juga memperlihatkan bekas kakinya yang patah karena Giran. Datuk Limbatang dengan bijak menjelaskan bahwa hal itu adalah wajar dalam sebuah pertandingan. Namun, Kukuban tetap bersikukuh.",
      "Sani dan Giran pun sedih. Mereka sepakat untuk bertemu di ladang untuk mencari jalan keluar. Saat sedang berbicara, sepotong ranting berduri terangkut pada sarung Sani dan membuat pahanya terluka. Giran pun segera mengobatinya dengan daun obat yang telah ia ramu. Tiba-tiba puluhan orang muncul dan menuduh mereka telah melakukan perbuatan terlarang, sehingga harus dihukum. Mereka berusaha membela diri tetapi sia-sia dan langsung diarak menuju puncak Gunung Tinjau. Sebelum dihukum, Giran berdoa jika memang mereka bersalah, ia rela tubuhnya hancur di dalam air kawah gunung. Namun, jika tidak bersalah, letuskanlah gunung ini dan kutuk Bujang Sembilang menjadi ikan. Setelah itu Giran dan Sani segera melompat ke dalam kawah. Beberapa saat berselang, gunung itu meletus yang sangat keras dan menghancurkan semua yang berada di sekitarnya. Bujang sembilan pun menjelma menjadi ikan. Letusan Gunung Tinjau itu menyisakan kawah luas yang berubah menjadi danau, yang akhirnya diberi nama Danau Maninjau."
    ]
  },
  {
    "id": 14,
    "title": "Lutung Kasarung dan Purbasari",
    "writer": "Admin",
    "avatar": "",

    "views": 862,
    "genre": "Cerita Rakyat",
    "image": "https://drive.google.com/uc?export=view&id=17FQzKZBWLUFbp2arZuucfeXVRpAfK1GO",
    "region": "Jawa Barat",
    "time_upload": 14,
    "ilustration": "https://drive.google.com/uc?export=view&id=1YeDVjp5ugL_3kOnxXRbR3SXa8rGlkYHq",
    "story": [
      "Alkisah, hiduplah dua putri raja bernama Purbasari dan kakaknya Purbararang. Suatu hari, ayahnya menunjuk Purbasari untuk menggantikan ayahnya sebagai raja. Namun, kakanya tidak setuju lalu menemui penyihir untuk membuat Purbasari bertotol-totol hitam. Lalu, Ia diusir dan diasingkan ke hutan.",
      "Di hutan, Ia berteman dengan hewan-hewan. Di malam bulan purnama, Lutung Kasarung bersemedi. Seketika, muncullah telaga yang airnya dapat digunakan untuk obat. Lalu, Purbasari diminta untuk mandi di telaga tersebut dan Ia kembali cantik.",
      "Saat itu, kakaknya menengok ke hutan. Kakanya terkejut dengan Purbasari lalu mengajak berlomba panjang rambut dan ketampanan tunangannya. Purbasari lalu meminta Lutung Kasarung menjadi tunangannya. Lalu, Lutung Kasarung berdoa dan seketika berubah menjadi pemuda yang lebih tampan dari tunangan kakaknya.",
      "Akhirnya, Purbararang mengaku kalah dan memohon maaf atas kesalahannya. Purbasari pun memaafkan kakaknya. Lalu, Purbasari diangkat menajdi ratu didampingi Lutung Kasarung."
    ]
  },
  {
    "id": 15,
    "title": "Ande-Ande Lumut",
    "writer": "Admin",
    "avatar": "",

    "views": 5239,
    "genre": "Cerita Rakyat",
    "image": "https://drive.google.com/uc?export=view&id=1ErwbWeU9BXlReON9NOmCJWKqTur5UKce",
    "region": "Jawa Timur",
    "time_upload": 15,
    "ilustration": "https://drive.google.com/uc?export=view&id=1fjscGpoFE9gU8VSfTBV3N5LUt3ER0Yr8",
    "story": [
      "Dahulu kala berdirilah dua kerajaan besar di wilayah Jawa Timur, yaitu Kerajaan Jenggala dan Kerajaan Kediri. Kerajaan Jenggala dipimpin oleh Raja Jayanegara dan Kerajaan Kediri dipimpin oleh Raja Jayengrana.",
      "Untuk mempersatukan kedua kerajaan dan menghindari peperangan, maka dijalinlah sebuah ikatan pernikahan antara Panji Asmarabangun, putra Raja Jenggala, dengan Dewi Sekartaji, putri Raja Kediri.",
      "Suatu hari Kerajaan Jenggala diserang musuh. Ketika pertempuran itu berlangsung Dewi Sekartaji, melarikan diri dan berusaha untuk bersembunyi.",
      "Dewi Sekartaji menyamar sebagai gadis desa dan tinggal dengan seorang janda dengan tiga orang putrinya, yaitu Klenting Merah, Klenting Ijo, dan Klenting Biru. Kemudian Dewi Sekartaji diangkat menjadi anak, dan diberi nama Klenting Kuning.",
      "Namun klenting kuning tidak diperlakukan dengan baik. Setiap hari ia disuruh mengerjakan pekerjaan rumah seperti mencuci memasak dan membersihkan rumah.",
      "Ketiga kakak angkatnya sangat pemalas, mereka bisanya hanya menyuruh saja.",
      "\"Klenting Kuning! Cuci bajuku dan selendangku!\" kata Klenting Merah dan Biru.",
      "\"Baik kak\" kata Klenting Kuning.",
      "Kerajaan Jenggala telah kembali aman, Panji Asmarabangun telah berhasil mengalahkan musuhnya yang menyerangnya.",
      "Tetapi ia sedih karena Dewi Sekartaji telah meninggalkan istana, ia pun bertekad untuk mencarinya. Ia mengerahkan para pengawal untuk mencari keberadaan Dewi Sekartaji.",
      "Selang beberapa waktu, seorang pengawal mengabarkan ia bertemu seorang gadis yang mirip dengan Dewi Sekartaji disebuah desa. Panji Asmarabangun berangkat ke desa dadapan.",
      "Desa itu berseberangan dengan desa dimana Klenting Kuning tinggal. Ia pun tinggal di rumah Mbok Randha, Panji Asmarabangun kemudian menjadi anak angkat mbok Randha dan menyamar sebagai Ande-Ande Lumut yang sedang mencari jodoh.",
      "Berita tentang Ande-Ande lumut mencari jodoh, segera tersebar.",
      "Klenting Merah, Klenting Ijo, dan Klenting Biru, berdandan semenawan mungkin untuk melamar Ande-Ande Lumut. Tak lupa mereka memakai perhiasan dan pakaian yang bagus.",
      "\"Klenting Kuning, kamu tidak usah ikut melamar! Kamu di rumah saja. Pergilah ke sungai dan cuci semua pakaian kotor itu!\" perintah Klenting Biru.",
      "Mereka pun segera berangkat. Klenting Kuning segera pergi ke sungai untuk mencuci.",
      "Tiba-tiba datanglah seekor burung bangau dan memberinya sebuah cambuk.",
      "\"Pergilah melamar Ande-Ande Lumut agar kamu dapat bertemu dengan Panji Asmarabangun. Dan bawalah cambuk ini\" kata sang bangau.",
      "Klenting Kuning pun bergegas pergi ke Desa Dadapan.",
      "Sementara itu Mama dan ketiga kakak angkatnya, sudah sampai di tepi sungai. Mereka bingung tak ada satu pun perahu yang tampak. Jembatan juga tak ada.",
      "Lalu bagaimana mereka menyeberang. Terlebih lagi, sungai itu sangat luas, dalam, dan deras arusnya. Tiba-tiba muncul seekor kepiting raksasa bernama Yuyu Kangkang.",
      "Kepiting itu menawarkan diri untuk membantu menyebrangi sungai. Dengan syarat, mereka harus mencium Yuyu Kangkang.",
      "Mereka kemudian menyanggupi persyaratan itu satu persatu mereka naik kepunggung Yuyu Kangkang untuk menyebrangi sungai.",
      "Beberapa saat kemudian sampailah Klenting Kuning di tepi sungai. Ia pun juga bertemu dengan Yuyu Kangkang. Kembali lagi, Yuyu Kangkang menawarkan jasa untuk menyebrangkan, dengan syarat Klenting Kuning harus menciumnya.",
      "Klenting Kuning menolak syarat itu, ia memaksa Yuyu Kangkang untuk memberangkatkan nya tanpa syarat itu. Yuyu Kangkang, akhirnya tidak mau menyeberangkan.",
      "Kesabaran Klenting Kuning sudah habis, ia keluarkan cambuk itu dan memukulkannya ke sungai. Seketika itu juga air sungai surut.",
      "Yuyu Kangkang ketakutan, akhirnya ia mau membantu Klenting Kuning menyeberangi sungai. Klenting Kuning segera naik kepunggung Yuyu Kangkang dan sampailah ia ke seberang sungai.",
      "Mama dan ketiga kakak angkatnya, telah lebih dulu sampai dirumah Mbok Randha. Secara bergantian Klenting Merah, Klenting Ijo, dan Klenting Biru, menunjukkan wajahnya yang rupawan pada Ande-Ande Lumut.",
      "Tetapi tak satupun dari mereka yang terpilih, karena mereka telah mencium Yuyu Kangkang.",
      "Beberapa saat kemudian tibalah Klenting Kuning dirumah Mbok Randha.",
      "Akhirnya, Ande-Ande Lumut memilih Klenting Kuning sebagai istrinya, karena ia tahu bahwa Klenting Kuning adalah Dewi Sekartaji dan dialah satu-satunya perempuan yang tidak mencium Yuyu Kangkang.",
      "Ande-Ande Lumut kemudian membongkar penyamarannya. Ia bercerita bahwa dirinya adalah Panji Asmarabangun. Sementara, Kleting Kuning terkejut sekali melihat Ande-Ande Lumut adalah tunangannya, Panji Asmarabangun.",
      "Akhirnya, di depan semua orang, Klenting Kuning langsung mengubah diri menjadi Dewi Sekartaji. Semua orang sangat terkejut melihat sosoknya yang sangat menawan.",
      "Ketiga kakak angkatnya pun sangat terkejut ketika mengetahui jika sosok yang selama ini mereka perlakukan dengan tidak baik itu adalah Dewi Sekartaji.",
      "Kemudian, Panji Asmarabangun dan Dewi Sekartaji berkumpul kembali. Mereka juga mengajak Mbok Randha untuk tinggal di istana sebagai ucapan terima kasih.",
      "Panji Asmarabangun dan Dewi Sekartaji melanjutkan kehidupan pernikahannya dan hidup bahagia selamanya."
    ]
  }
]
